Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: Record (Return)
de: Aufzeichnen (Zeilenschalter)
fr: Enregistrer (Retour)
ru: Записать (Return)
zh_hans: 录制（Return 键）

source: Record Area
de: Bereich aufzeichnen
fr: Enregistrer une zone
ru: Записать область
zh_hans: 录制区域

source: Record Fullscreen
de: Vollbild aufzeichnen
fr: Enregistrer le plein écran
ru: Записать весь экран
zh_hans: 录制全屏

source: Record Window
de: Fenster aufzeichnen
fr: Enregistrer une fenêtre
ru: Записать окно
zh_hans: 录制窗口

source: Record camera
de: Kamera aufzeichnen
fr: Enregistrer la caméra
ru: Записывать камеру
zh_hans: 录制摄像头

source: Record microphone
de: Mikrofon aufzeichnen
fr: Enregistrer le micro
ru: Записывать микрофон
zh_hans: 录制麦克风

source: Record system audio
de: Systemton aufzeichnen
fr: Enregistrer le son de l’ordinateur
ru: Записывать системный звук
zh_hans: 录制电脑声音

source: Recorded at %@. Drag its dot on the timeline to retime it; ripples and Auto Zoom follow.
de: Aufgezeichnet bei %@. Ziehe seinen Punkt in der Zeitleiste, um den Zeitpunkt zu ändern; Wellen und Auto-Zoom folgen.
fr: Enregistré à %@. Faites glisser son point dans la timeline pour le recaler ; les ondes et le zoom auto suivent.
ru: Записано в %@. Перетяните его точку на шкале времени, чтобы изменить время; волны и автомасштаб последуют за ней.
zh_hans: 录制于 %@。在时间线上拖移它的圆点即可调整时间；波纹和自动缩放会随之更新。

source: Recording
de: Aufzeichnung
fr: Enregistrement
ru: Запись
zh_hans: 录制

source: Recording already in progress
de: Es läuft bereits eine Aufzeichnung
fr: Un enregistrement est déjà en cours
ru: Запись уже идет
zh_hans: 已在录制中

source: Recording canceled
de: Aufzeichnung abgebrochen
fr: Enregistrement annulé
ru: Запись отменена
zh_hans: 已取消录制

source: Recording controls
de: Aufzeichnungssteuerung
fr: Commandes d’enregistrement
ru: Управление записью
zh_hans: 录制控制

source: Recording discarded
de: Aufnahme verworfen
fr: Enregistrement supprimé
ru: Запись удалена
zh_hans: 已丢弃录制内容

source: Recording failed before saving.
de: Die Aufzeichnung ist vor dem Sichern fehlgeschlagen.
fr: L’enregistrement a échoué avant d’être sauvegardé.
ru: Запись прервалась до сохранения.
zh_hans: 录制失败，未能存储。

source: Recording keyboard shortcuts
de: Tastaturkurzbefehle werden aufgezeichnet
fr: Enregistrement des raccourcis clavier
ru: Записываются сочетания клавиш
zh_hans: 正在记录快捷键

source: Recording paused — click to stop (%@)
de: Aufzeichnung pausiert – zum Stoppen klicken (%@)
fr: Enregistrement suspendu — cliquez pour l’arrêter (%@)
ru: Запись приостановлена — нажмите, чтобы остановить (%@)
zh_hans: 录制已暂停 — 点按即可停止（%@）

source: Recording removed — ⌘Z to undo
de: Aufnahme entfernt – ⌘Z zum Widerrufen
fr: Enregistrement retiré — ⌘Z pour annuler
ru: Запись удалена — ⌘Z, чтобы отменить
zh_hans: 已移除录制内容 — 按 ⌘Z 撤销

source: Recording saved
de: Aufnahme gesichert
fr: Enregistrement sauvegardé
ru: Запись сохранена
zh_hans: 录制内容已存储

source: Recording shortcuts are unassigned by default — click a field to set one. Stop Recording also cancels recording setup. While recording, %@ always stops it, from any app.
de: Aufzeichnungs-Kurzbefehle sind anfangs nicht belegt – klicke in ein Feld, um einen festzulegen. „Aufzeichnung stoppen“ bricht auch die Vorbereitung ab. Während einer Aufzeichnung stoppt %@ sie immer, in jeder App.
fr: Les raccourcis d’enregistrement ne sont pas attribués par défaut — cliquez sur un champ pour en définir un. « Arrêter l’enregistrement » annule aussi la préparation. Pendant un enregistrement, %@ l’arrête toujours, depuis n’importe quelle app.
ru: Сочетания клавиш для записи по умолчанию не назначены — нажмите поле, чтобы задать свое. «Остановить запись» также отменяет подготовку к записи. Во время записи %@ всегда останавливает ее из любого приложения.
zh_hans: 录制快捷键默认未设置 — 点按字段即可设置。“停止录制”也会取消录制准备。录制时，在任何 App 中按 %@ 都能停止录制。

source: Recording stopped early — saved what was captured.
de: Die Aufzeichnung wurde vorzeitig beendet – das bisher Aufgezeichnete ist gesichert.
fr: L’enregistrement s’est arrêté prématurément — ce qui a été capturé est sauvegardé.
ru: Запись остановилась раньше времени — сохранено то, что успело записаться.
zh_hans: 录制提前停止 — 已存储录到的内容。

source: Recording the camera
de: Kamera wird aufgezeichnet
fr: Enregistrement de la caméra
ru: Записывается камера
zh_hans: 正在录制摄像头

source: Recording time
de: Aufzeichnungsdauer
fr: Durée d’enregistrement
ru: Время записи
zh_hans: 录制时长

source: Recording without the camera.
de: Aufzeichnung ohne Kamera.
fr: Enregistrement sans la caméra.
ru: Запись идет без камеры.
zh_hans: 本次录制将不含摄像头画面。

source: Recording — click to stop (%@)
de: Aufzeichnung läuft – zum Stoppen klicken (%@)
fr: Enregistrement en cours — cliquez pour l’arrêter (%@)
ru: Идет запись — нажмите, чтобы остановить (%@)
zh_hans: 正在录制 — 点按即可停止（%@）

source: Recordings
de: Aufnahmen
fr: Enregistrements
ru: Записи
zh_hans: 录制内容

source: Recordings in the Trash or on a drive that isn't plugged in keep their data. This can't be undone.
de: Aufnahmen im Papierkorb oder auf einem nicht angeschlossenen Laufwerk behalten ihre Daten. Dies kann nicht widerrufen werden.
fr: Les enregistrements placés dans la corbeille ou sur un disque non branché conservent leurs données. Cette action est irréversible.
ru: Записи в Корзине или на неподключенном диске сохранят свои данные. Это действие нельзя отменить.
zh_hans: 废纸篓中或未连接磁盘上的录制内容会保留其数据。此操作无法撤销。

source: Recordings made with Shotnix capture the pointer so it can be smoothed, resized, and hidden.
de: Mit Shotnix erstellte Aufnahmen zeichnen den Zeiger separat auf, damit er geglättet, vergrößert und ausgeblendet werden kann.
fr: Les enregistrements réalisés avec Shotnix capturent le pointeur pour qu’il puisse être lissé, redimensionné et masqué.
ru: Записи, сделанные в Shotnix, сохраняют указатель отдельно, чтобы его можно было сгладить, увеличить или скрыть.
zh_hans: 使用 Shotnix 录制的内容会单独捕捉指针，以便平滑、调整大小和隐藏。

source: Records %@ × %@ pixels (%@ × %@ points)
de: Zeichnet %@ × %@ Pixel auf (%@ × %@ Punkte)
fr: Enregistre %@ × %@ pixels (%@ × %@ points)
ru: Запись %@ × %@ пикс. (%@ × %@ пт)
zh_hans: 录制 %@ × %@ 像素（%@ × %@ 点）

source: Records the pointer separately, so the editor can smooth it, resize it, and keep it crisp when zoomed.
de: Zeichnet den Zeiger separat auf, damit der Editor ihn glätten, skalieren und beim Zoomen scharf halten kann.
fr: Enregistre le pointeur séparément, pour que l’éditeur puisse le lisser, le redimensionner et le garder net en cas de zoom.
ru: Записывает указатель отдельно, чтобы редактор мог сглаживать его, менять размер и сохранять четкость при увеличении.
zh_hans: 单独录制指针，以便编辑器平滑指针、调整其大小，并在缩放时保持清晰。

source: Recovered your interrupted recording “%@”. Click to open it.
de: Deine unterbrochene Aufnahme „%@“ wurde wiederhergestellt. Klicke, um sie zu öffnen.
fr: Votre enregistrement interrompu « %@ » a été récupéré. Cliquez pour l’ouvrir.
ru: Ваша прерванная запись «%@» восстановлена. Нажмите, чтобы открыть ее.
zh_hans: 已恢复中断的录制内容“%@”。点按即可打开。

source: Rectangle
de: Rechteck
ru: Прямоугольник
zh_hans: 矩形

source: Red
de: Rot
fr: Rouge
ru: Красный
zh_hans: 红色

source: Redaction strength
de: Stärke der Unkenntlichmachung
fr: Intensité du masquage
ru: Степень скрытия
zh_hans: 遮盖强度

source: Redo
de: Wiederholen
fr: Rétablir
ru: Повторить
zh_hans: 重做

source: Redo Add Arrow
de: Hinzufügen des Pfeils wiederholen
fr: Rétablir l’ajout de la flèche
ru: Повторить добавление стрелки
zh_hans: 重做添加箭头

source: Redo Add Blur
de: Hinzufügen der Weichzeichnung wiederholen
fr: Rétablir l’ajout du flou
ru: Повторить добавление размытия
zh_hans: 重做添加模糊

source: Redo Add Camera Layout
de: Hinzufügen des Kameralayouts wiederholen
fr: Rétablir l’ajout de la disposition de caméra
ru: Повторить добавление расположения камеры
zh_hans: 重做添加摄像头布局

source: Redo Add Camera Layouts
de: Hinzufügen der Kameralayouts wiederholen
fr: Rétablir l’ajout des dispositions de caméra
ru: Повторить добавление расположений камеры
zh_hans: 重做添加摄像头布局

source: Redo Add Caption
de: Hinzufügen des Untertitels wiederholen
fr: Rétablir l’ajout du sous-titre
ru: Повторить добавление субтитра
zh_hans: 重做添加字幕

source: Redo Add Captions
de: Hinzufügen der Untertitel wiederholen
fr: Rétablir l’ajout des sous-titres
ru: Повторить добавление субтитров
zh_hans: 重做添加字幕

source: Redo Add Click
de: Hinzufügen des Klicks wiederholen
fr: Rétablir l’ajout du clic
ru: Повторить добавление нажатия
zh_hans: 重做添加点按

source: Redo Add Clicks
de: Hinzufügen der Klicks wiederholen
fr: Rétablir l’ajout des clics
ru: Повторить добавление нажатий
zh_hans: 重做添加点按

source: Redo Add Highlight
de: Hinzufügen der Markierung wiederholen
fr: Rétablir l’ajout du surlignage
ru: Повторить добавление выделения
zh_hans: 重做添加高亮

source: Redo Add Image
de: Hinzufügen des Bilds wiederholen
fr: Rétablir l’ajout de l’image
ru: Повторить добавление изображения
zh_hans: 重做添加图像

source: Redo Add Intro Card
de: Hinzufügen der Intro-Karte wiederholen
fr: Rétablir l’ajout du carton d’intro
ru: Повторить добавление начального титра
zh_hans: 重做添加片头卡

source: Redo Add Music
de: Hinzufügen der Musik wiederholen
fr: Rétablir l’ajout de la musique
ru: Повторить добавление музыки
zh_hans: 重做添加音乐

source: Redo Add Outro Card
de: Hinzufügen der Outro-Karte wiederholen
fr: Rétablir l’ajout du carton de fin
ru: Повторить добавление финального титра
zh_hans: 重做添加片尾卡

source: Redo Add Recording
de: Hinzufügen der Aufnahme wiederholen
fr: Rétablir l’ajout de l’enregistrement
ru: Повторить добавление записи
zh_hans: 重做添加录制内容

source: Redo Add Spotlight
de: Hinzufügen des Fokus wiederholen
fr: Rétablir l’ajout du projecteur
ru: Повторить добавление прожектора
zh_hans: 重做添加聚光灯

source: Redo Add Text
de: Hinzufügen des Texts wiederholen
fr: Rétablir l’ajout du texte
ru: Повторить добавление текста
zh_hans: 重做添加文字

source: Redo Add Zoom
de: Hinzufügen des Zooms wiederholen
fr: Rétablir l’ajout du zoom
ru: Повторить добавление увеличения
zh_hans: 重做添加缩放

source: Redo Add Zooms
de: Hinzufügen der Zooms wiederholen
fr: Rétablir l’ajout des zooms
ru: Повторить добавление увеличений
zh_hans: 重做添加缩放

source: Redo Annotation Change
de: Beschriftungsänderung wiederholen
fr: Rétablir la modification de l’annotation
ru: Повторить изменение элемента разметки
zh_hans: 重做标注更改

source: Redo Annotations
de: Änderung der Beschriftungen wiederholen
fr: Rétablir la modification des annotations
ru: Повторить изменение элементов разметки
zh_hans: 重做标注更改

source: Redo Arrow Style
de: Stiländerung des Pfeils wiederholen
fr: Rétablir la modification du style de la flèche
ru: Повторить изменение стиля стрелки
zh_hans: 重做箭头样式更改

source: Redo Aspect Ratio
de: Änderung des Seitenverhältnisses wiederholen
fr: Rétablir la modification du format
ru: Повторить изменение соотношения сторон
zh_hans: 重做宽高比更改

source: Redo Auto Zoom
de: Auto-Zoom wiederholen
fr: Rétablir le zoom automatique
ru: Повторить автомасштаб
zh_hans: 重做自动缩放

source: Redo Background
de: Hintergrundänderung wiederholen
fr: Rétablir la modification de l’arrière-plan
ru: Повторить изменение фона
zh_hans: 重做背景更改

source: Redo Blur Style
de: Stiländerung der Weichzeichnung wiederholen
fr: Rétablir la modification du style du flou
ru: Повторить изменение стиля размытия
zh_hans: 重做模糊样式更改

source: Redo Camera Change
de: Kameraänderung wiederholen
fr: Rétablir la modification de la caméra
ru: Повторить изменение камеры
zh_hans: 重做摄像头更改

source: Redo Camera Layout Change
de: Änderung des Kameralayouts wiederholen
fr: Rétablir la modification de la disposition de caméra
ru: Повторить изменение расположения камеры
zh_hans: 重做摄像头布局更改

source: Redo Camera Layouts
de: Änderung der Kameralayouts wiederholen
fr: Rétablir la modification des dispositions de caméra
ru: Повторить изменение расположений камеры
zh_hans: 重做摄像头布局更改

source: Redo Caption Style
de: Änderung des Untertitelstils wiederholen
fr: Rétablir la modification du style des sous-titres
ru: Повторить изменение стиля субтитров
zh_hans: 重做字幕样式更改

source: Redo Caption Translation
de: Untertitelübersetzung wiederholen
fr: Rétablir la traduction des sous-titres
ru: Повторить перевод субтитров
zh_hans: 重做字幕翻译

source: Redo Captions
de: Änderung der Untertitel wiederholen
fr: Rétablir la modification des sous-titres
ru: Повторить изменение субтитров
zh_hans: 重做字幕更改

source: Redo Click Sounds
de: Änderung der Klickgeräusche wiederholen
fr: Rétablir la modification des sons de clic
ru: Повторить изменение звуков нажатий
zh_hans: 重做点按音效更改

source: Redo Clicks
de: Änderung der Klicks wiederholen
fr: Rétablir la modification des clics
ru: Повторить изменение нажатий
zh_hans: 重做点按更改

source: Redo Crop
de: Beschneiden wiederholen
fr: Rétablir le rognage
ru: Повторить обрезку
zh_hans: 重做裁剪

source: Redo Cursor Change
de: Zeigeränderung wiederholen
fr: Rétablir la modification du pointeur
ru: Повторить изменение указателя
zh_hans: 重做指针更改

source: Redo Cut
de: Schnitt wiederholen
fr: Rétablir la coupe
ru: Повторить вырезание
zh_hans: 重做剪除

source: Redo Cut Word
de: Herausschneiden des Worts wiederholen
fr: Rétablir la coupe du mot
ru: Повторить вырезание слова
zh_hans: 重做剪掉字词

source: Redo Cut Words
de: Herausschneiden der Wörter wiederholen
fr: Rétablir la coupe des mots
ru: Повторить вырезание слов
zh_hans: 重做剪掉字词

source: Redo Delete %lld Items
de: Löschen von %lld Objekten wiederholen
fr: Rétablir la suppression de %lld éléments
ru: Повторить удаление %lld объекта
zh_hans: 重做删除 %lld 个项目

source: Redo Delete Annotations
de: Löschen der Beschriftungen wiederholen
fr: Rétablir la suppression des annotations
ru: Повторить удаление элементов разметки
zh_hans: 重做删除标注

source: Redo Delete Arrow
de: Löschen des Pfeils wiederholen
fr: Rétablir la suppression de la flèche
ru: Повторить удаление стрелки
zh_hans: 重做删除箭头

source: Redo Delete Blur
de: Löschen der Weichzeichnung wiederholen
fr: Rétablir la suppression du flou
ru: Повторить удаление размытия
zh_hans: 重做删除模糊

source: Redo Delete Camera Layout
de: Löschen des Kameralayouts wiederholen
fr: Rétablir la suppression de la disposition de caméra
ru: Повторить удаление расположения камеры
zh_hans: 重做删除摄像头布局

source: Redo Delete Camera Layouts
de: Löschen der Kameralayouts wiederholen
fr: Rétablir la suppression des dispositions de caméra
ru: Повторить удаление расположений камеры
zh_hans: 重做删除摄像头布局

source: Redo Delete Caption
de: Löschen des Untertitels wiederholen
fr: Rétablir la suppression du sous-titre
ru: Повторить удаление субтитра
zh_hans: 重做删除字幕

source: Redo Delete Captions
de: Löschen der Untertitel wiederholen
fr: Rétablir la suppression des sous-titres
ru: Повторить удаление субтитров
zh_hans: 重做删除字幕

source: Redo Delete Click
de: Löschen des Klicks wiederholen
fr: Rétablir la suppression du clic
ru: Повторить удаление нажатия
zh_hans: 重做删除点按

source: Redo Delete Clicks
de: Löschen der Klicks wiederholen
fr: Rétablir la suppression des clics
ru: Повторить удаление нажатий
zh_hans: 重做删除点按

source: Redo Delete Clip
de: Löschen des Clips wiederholen
fr: Rétablir la suppression du clip
ru: Повторить удаление клипа
zh_hans: 重做删除片段

source: Redo Delete Clips
de: Löschen der Clips wiederholen
fr: Rétablir la suppression des clips
ru: Повторить удаление клипов
zh_hans: 重做删除片段

source: Redo Delete Highlight
de: Löschen der Markierung wiederholen
fr: Rétablir la suppression du surlignage
ru: Повторить удаление выделения
zh_hans: 重做删除高亮

source: Redo Delete Image
de: Löschen des Bilds wiederholen
fr: Rétablir la suppression de l’image
ru: Повторить удаление изображения
zh_hans: 重做删除图像

source: Redo Delete Spotlight
de: Löschen des Fokus wiederholen
fr: Rétablir la suppression du projecteur
ru: Повторить удаление прожектора
zh_hans: 重做删除聚光灯

source: Redo Delete Text
de: Löschen des Texts wiederholen
fr: Rétablir la suppression du texte
ru: Повторить удаление текста
zh_hans: 重做删除文字

source: Redo Delete Zoom
de: Löschen des Zooms wiederholen
fr: Rétablir la suppression du zoom
ru: Повторить удаление увеличения
zh_hans: 重做删除缩放

source: Redo Delete Zooms
de: Löschen der Zooms wiederholen
fr: Rétablir la suppression des zooms
ru: Повторить удаление увеличений
zh_hans: 重做删除缩放

source: Redo Edit Caption
de: Untertitelbearbeitung wiederholen
fr: Rétablir la modification du sous-titre
ru: Повторить правку субтитра
zh_hans: 重做编辑字幕

source: Redo Edit Text
de: Textbearbeitung wiederholen
fr: Rétablir la modification du texte
ru: Повторить правку текста
zh_hans: 重做编辑文字

source: Redo Enhance Voice
de: Stimmverbesserung wiederholen
fr: Rétablir l’amélioration de la voix
ru: Повторить улучшение голоса
zh_hans: 重做增强人声

source: Redo Fade
de: Ein- und Ausblenden wiederholen
fr: Rétablir le fondu
ru: Повторить изменение нарастания и затухания
zh_hans: 重做淡入淡出

source: Redo Hide Shortcut
de: Ausblenden des Kurzbefehls wiederholen
fr: Rétablir le masquage du raccourci
ru: Повторить скрытие сочетания
zh_hans: 重做隐藏快捷键

source: Redo Highlight Style
de: Stiländerung der Markierung wiederholen
fr: Rétablir la modification du style du surlignage
ru: Повторить изменение стиля выделения
zh_hans: 重做高亮样式更改

source: Redo Image Style
de: Stiländerung des Bilds wiederholen
fr: Rétablir la modification du style de l’image
ru: Повторить изменение стиля изображения
zh_hans: 重做图像样式更改

source: Redo Intro and Outro
de: Kamera für Intro und Outro wiederholen
fr: Rétablir la caméra pour l’intro et la fin
ru: Повторить вступление и концовку
zh_hans: 重做摄像头片头和片尾

source: Redo Move %lld Items
de: Verschieben von %lld Objekten wiederholen
fr: Rétablir le déplacement de %lld éléments
ru: Повторить перемещение %lld объекта
zh_hans: 重做移动 %lld 个项目

source: Redo Move Arrow
de: Verschieben des Pfeils wiederholen
fr: Rétablir le déplacement de la flèche
ru: Повторить перемещение стрелки
zh_hans: 重做移动箭头

source: Redo Move Blur
de: Verschieben der Weichzeichnung wiederholen
fr: Rétablir le déplacement du flou
ru: Повторить перемещение размытия
zh_hans: 重做移动模糊

source: Redo Move Click
de: Verschieben des Klicks wiederholen
fr: Rétablir le déplacement du clic
ru: Повторить перемещение нажатия
zh_hans: 重做移动点按

source: Redo Move Clip
de: Verschieben des Clips wiederholen
fr: Rétablir le déplacement du clip
ru: Повторить перемещение клипа
zh_hans: 重做移动片段

source: Redo Move Highlight
de: Verschieben der Markierung wiederholen
fr: Rétablir le déplacement du surlignage
ru: Повторить перемещение выделения
zh_hans: 重做移动高亮

source: Redo Move Image
de: Verschieben des Bilds wiederholen
fr: Rétablir le déplacement de l’image
ru: Повторить перемещение изображения
zh_hans: 重做移动图像

source: Redo Move Recording
de: Verschieben der Aufnahme wiederholen
fr: Rétablir le déplacement de l’enregistrement
ru: Повторить перемещение записи
zh_hans: 重做移动录制内容

source: Redo Move Spotlight
de: Verschieben des Fokus wiederholen
fr: Rétablir le déplacement du projecteur
ru: Повторить перемещение прожектора
zh_hans: 重做移动聚光灯

source: Redo Move Text
de: Verschieben des Texts wiederholen
fr: Rétablir le déplacement du texte
ru: Повторить перемещение текста
zh_hans: 重做移动文字

source: Redo Music Change
de: Musikänderung wiederholen
fr: Rétablir la modification de la musique
ru: Повторить изменение музыки
zh_hans: 重做音乐更改

source: Redo Mute Clip
de: Stummschalten des Clips wiederholen
fr: Rétablir la coupure du son du clip
ru: Повторить выключение звука клипа
zh_hans: 重做片段静音

source: Redo Mute Part
de: Stummschalten des Abschnitts wiederholen
fr: Rétablir la coupure du son du passage
ru: Повторить выключение звука фрагмента
zh_hans: 重做部分静音

source: Redo Mute Video
de: Stummschalten des Videos wiederholen
fr: Rétablir la coupure du son de la vidéo
ru: Повторить выключение звука видео
zh_hans: 重做视频静音

source: Redo Remove All Zooms
de: Entfernen aller Zooms wiederholen
fr: Rétablir la suppression de tous les zooms
ru: Повторить удаление всех увеличений
zh_hans: 重做移除所有缩放

source: Redo Remove Captions
de: Entfernen der Untertitel wiederholen
fr: Rétablir la suppression des sous-titres
ru: Повторить удаление всех субтитров
zh_hans: 重做移除字幕

source: Redo Remove Intro Card
de: Entfernen der Intro-Karte wiederholen
fr: Rétablir la suppression du carton d’intro
ru: Повторить удаление начального титра
zh_hans: 重做移除片头卡

source: Redo Remove Music
de: Entfernen der Musik wiederholen
fr: Rétablir la suppression de la musique
ru: Повторить удаление музыки
zh_hans: 重做移除音乐

source: Redo Remove Outro Card
de: Entfernen der Outro-Karte wiederholen
fr: Rétablir la suppression du carton de fin
ru: Повторить удаление финального титра
zh_hans: 重做移除片尾卡

source: Redo Remove Recording
de: Entfernen der Aufnahme wiederholen
fr: Rétablir la suppression de l’enregistrement
ru: Повторить удаление записи
zh_hans: 重做移除录制内容

source: Redo Remove Ums
de: Entfernen der Füllwörter wiederholen
fr: Rétablir la suppression des mots de remplissage
ru: Повторить удаление слов-паразитов
zh_hans: 重做移除语气词

source: Redo Replace Music
de: Ersetzen der Musik wiederholen
fr: Rétablir le remplacement de la musique
ru: Повторить замену музыки
zh_hans: 重做替换音乐

source: Redo Reset Look
de: Zurücksetzen des Stils wiederholen
fr: Rétablir la réinitialisation du style
ru: Повторить сброс стиля
zh_hans: 重做重置风格

source: Redo Restore
de: Wiederherstellen wiederholen
fr: Rétablir la restauration
ru: Повторить восстановление
zh_hans: 重做恢复

source: Redo Restore Cut
de: Wiederherstellen des Schnitts wiederholen
fr: Rétablir la restauration de la coupe
ru: Повторить восстановление фрагмента
zh_hans: 重做恢复剪除部分

source: Redo Restore Cuts
de: Wiederherstellen der Schnitte wiederholen
fr: Rétablir la restauration des coupes
ru: Повторить восстановление фрагментов
zh_hans: 重做恢复剪除部分

source: Redo Restore Pause
de: Wiederherstellen der Pause wiederholen
fr: Rétablir la restauration de la pause
ru: Повторить восстановление паузы
zh_hans: 重做恢复停顿

source: Redo Restore Word
de: Wiederherstellen des Worts wiederholen
fr: Rétablir la restauration du mot
ru: Повторить восстановление слова
zh_hans: 重做恢复字词

source: Redo Restore Words
de: Wiederherstellen der Wörter wiederholen
fr: Rétablir la restauration des mots
ru: Повторить восстановление слов
zh_hans: 重做恢复字词

source: Redo Shortcut Style
de: Änderung des Kurzbefehlstils wiederholen
fr: Rétablir la modification du style des raccourcis
ru: Повторить изменение стиля сочетаний
zh_hans: 重做快捷键样式更改

source: Redo Shortcuts
de: Änderung der Kurzbefehle wiederholen
fr: Rétablir la modification des raccourcis
ru: Повторить изменение сочетаний
zh_hans: 重做快捷键更改

source: Redo Shorten Pause
de: Kürzen der Pause wiederholen
fr: Rétablir le raccourcissement de la pause
ru: Повторить сокращение паузы
zh_hans: 重做缩短停顿

source: Redo Shorten Pauses
de: Kürzen der Pausen wiederholen
fr: Rétablir le raccourcissement des pauses
ru: Повторить сокращение пауз
zh_hans: 重做缩短停顿

source: Redo Sound Change
de: Tonänderung wiederholen
fr: Rétablir la modification du son
ru: Повторить изменение звука
zh_hans: 重做声音更改

source: Redo Speed Change
de: Tempoänderung wiederholen
fr: Rétablir la modification de la vitesse
ru: Повторить изменение скорости
zh_hans: 重做速度更改

source: Redo Speed Up Idle
de: Beschleunigen des Leerlaufs wiederholen
fr: Rétablir l’accélération des temps morts
ru: Повторить ускорение простоев
zh_hans: 重做加速空闲片段

source: Redo Split
de: Teilen wiederholen
fr: Rétablir la scission
ru: Повторить разделение
zh_hans: 重做分割

source: Redo Spotlight Style
de: Stiländerung des Fokus wiederholen
fr: Rétablir la modification du style du projecteur
ru: Повторить изменение стиля прожектора
zh_hans: 重做聚光灯样式更改

source: Redo Start Over
de: Neubeginn mit dem Original wiederholen
fr: Rétablir le retour à l’original
ru: Повторить возврат к исходной записи
zh_hans: 重做从头开始

source: Redo Style Change
de: Stiländerung wiederholen
fr: Rétablir la modification du style
ru: Повторить изменение стиля
zh_hans: 重做样式更改

source: Redo Text Style
de: Stiländerung des Texts wiederholen
fr: Rétablir la modification du style du texte
ru: Повторить изменение стиля текста
zh_hans: 重做文字样式更改
